"Camera Permissions" = "Autorisations caméra";

"Would you like to allow this application to use your camera to stream live video?" = "Voulez-vous autoriser cette application à utiliser votre caméra pour diffuser des vidéos en direct?";

"Don't Allow" = "Ne pas autoriser";

"Allow" = "Autoriser";
